amazonwebservices.amazon-q-vscode
amazonwebservices.aws-toolkit-vscode
anysphere.pyright
bradlc.vscode-tailwindcss
charliermarsh.ruff
dbaeumer.vscode-eslint
dineug.vuerd-vscode
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
gitlab.gitlab-workflow
golang.go
hashicorp.terraform
jock.svg
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vsliveshare.vsliveshare
nefrob.vscode-just-syntax
nrwl.angular-console
oderwat.indent-rainbow
pomdtr.excalidraw-editor
postman.postman-for-vscode
prisma.prisma
redhat.vscode-xml
redhat.vscode-yaml
sonarsource.sonarlint-vscode
task.vscode-task
vscode-icons-team.vscode-icons
vue.volar
yzhang.markdown-all-in-one
